Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1403.html.tmx
Source language: nob
Languages: sme

source: Høring : Delutredning for samisk museumsvirksomhet
sme: Gulaskuddan - Oassečielggadus sámi museumdoaibma

source: Utredningen skal behandles i Sametingets plenum i februar 2007 . Det er utvidet høringsfrist til 27. desember 2006 .
sme: Čielggadus meannuduvvo Sámedikki dievasčoahkkimis guovvamánu 2007 , ja lea gulaskuddamáigi lea maŋiduvvon gitta juovlamánu 27. beaivvi .

source: Publisert av Kuhmunen , John-Marcus .
sme: Almmuhan Kuhmunen , John-Marcus .

source: Sist endret 13.12.2006
sme: Maŋimustá rievdaduvvon 13.12.2006

source: Filer
sme: Fiillat
